experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_36/pair_19/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         9579.56    478977.32         0.48         0.41736         0.41500         0.63900         0.72700    494075.03 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       9579.56    478977.32         0.48         0.41736         0.41500         0.63900         0.72700    494075.03